/**
  userNo 범위
  DM_U_03 ~ DM_U_05

  eventNo 범위
  DM_E_01 ~ DM_E_20

  bCategoryNo
  1 - 관람후기
  2 - 기대평
  3 - 문의글
*/

-- tb_board 테이블에 더미 데이터 삽입
INSERT INTO tb_board(boardNo, title, content, rating, insDate, uptDate, userNo, eventNo, bCategoryNo)
VALUES
    ('DM_B_01', '뮤지컬 관람 후기', '정말 멋진 공연이었습니다!', 4.5, '2024-08-06', '2024-08-07', 'DM_U_03', 'DM_E_01', 1),
    ('DM_B_02', '콘서트 기대평', '콘서트가 너무 기대됩니다!', 5.0, '2024-09-09', '2024-09-09', 'DM_U_04', 'DM_E_02', 2),
    ('DM_B_03', '전시회 문의', '전시회 관련 문의드립니다.', 3.0, '2024-10-19', '2024-10-20', 'DM_U_05', 'DM_E_03', 3),
    ('DM_B_04', '연극 관람 후기', '연극이 정말 감동적이었어요.', 4.8, '2024-11-11', '2024-11-12', 'DM_U_03', 'DM_E_04', 1),
    ('DM_B_05', '캠핑 후기', '캠핑장 시설이 훌륭합니다.', 4.7, '2024-12-21', '2024-12-22', 'DM_U_04', 'DM_E_05', 1),
    ('DM_B_06', '뮤지컬 기대평', '뮤지컬이 기대돼요!', 4.9, '2025-01-09', '2025-01-10', 'DM_U_05', 'DM_E_06', 2),
    ('DM_B_07', '콘서트 관람 후기', '콘서트가 정말 인상적이었어요!', 4.6, '2025-02-26', '2025-02-27', 'DM_U_03', 'DM_E_07', 1),
    ('DM_B_08', '전시회 후기', '전시회가 정말 흥미로웠습니다.', 4.4, '2025-03-11', '2025-03-12', 'DM_U_04', 'DM_E_08', 1),
    ('DM_B_09', '연극 기대평', '연극이 너무 기대됩니다!', 4.3, '2025-04-14', '2025-04-15', 'DM_U_05', 'DM_E_09', 2),
    ('DM_B_10', '캠핑 문의', '캠핑 관련 문의드립니다.', 2.9, '2025-05-24', '2025-05-25', 'DM_U_03', 'DM_E_10', 3),
    ('DM_B_11', '뮤지컬 관람 후기', '뮤지컬이 최고였어요!', 4.8, '2025-06-16', '2025-06-17', 'DM_U_04', 'DM_E_11', 1),
    ('DM_B_12', '콘서트 기대평', '콘서트 너무 기대돼요!', 4.9, '2025-07-19', '2025-07-20', 'DM_U_05', 'DM_E_12', 2),
    ('DM_B_13', '전시회 후기', '전시회가 인상적이었어요.', 4.7, '2025-08-11', '2025-08-12', 'DM_U_03', 'DM_E_13', 1),
    ('DM_B_14', '연극 기대평', '연극이 너무 기대됩니다!', 4.3, '2025-09-16', '2025-09-17', 'DM_U_04', 'DM_E_14', 2),
    ('DM_B_15', '캠핑 후기', '캠핑장이 좋았어요.', 4.5, '2025-10-26', '2025-10-27', 'DM_U_05', 'DM_E_15', 1);



