INSERT INTO tb_reply(replyNo, cnt, content, insDate, uptDate, boardNo, userNo)
VALUES
    ('DM_R_01', 1, '뮤지컬 후기 정말 동감해요!', '2024-08-07', '2024-08-07', 'DM_B_01', 'DM_U_01'),
    ('DM_R_02', 1, '저도 콘서트 너무 기대돼요!', '2024-09-09', '2024-09-09', 'DM_B_02', 'DM_U_01'),
    ('DM_R_03', 1, '전시회 문의 내용 잘 봤습니다.', '2024-10-20', '2024-10-20', 'DM_B_03', 'DM_U_02'),
    ('DM_R_04', 1, '연극 후기 정말 좋네요!', '2024-11-12', '2024-11-12', 'DM_B_04', 'DM_U_03'),
    ('DM_R_05', 1, '캠핑 후기 감사해요.', '2024-12-22', '2024-12-22', 'DM_B_05', 'DM_U_04'),
    ('DM_R_06', 1, '뮤지컬 기대평에 공감합니다.', '2025-01-10', '2025-01-10', 'DM_B_06', 'DM_U_05'),
    ('DM_R_07', 1, '콘서트 후기가 정말 인상적이네요.', '2025-02-27', '2025-02-27', 'DM_B_07', 'DM_U_01'),
    ('DM_R_08', 1, '전시회 후기도 좋았어요.', '2025-03-12', '2025-03-12', 'DM_B_08', 'DM_U_02'),
    ('DM_R_09', 1, '연극 기대평 동의합니다!', '2025-04-15', '2025-04-15', 'DM_B_09', 'DM_U_03'),
    ('DM_R_10', 1, '캠핑 문의 잘 받았습니다.', '2025-05-25', '2025-05-25', 'DM_B_10', 'DM_U_04');